{
  "nome_completo": "Letícia de Oliveira Cardoso",
  "o_que_eu_quero": "Desejo impactar a sociedade positivamente através da tecnologia, trilhando uma carreira sólida na área. Viso a posição de desenvolvedora júnior em uma empresa que tenha a diversidade como princípio e que proporcione um ambiente dinâmico, estimulante e acolhedor para o aprendizado.",
  "cidade_estado:": "Guarulhos/SP",
  "link_linkedin": "https://www.linkedin.com/in/cardles-dev/",
  "link_github": "https://github.com/cardles",
  "email": "cardles.dev@gmail.com",
  "um_pouco_sobre_mim": [
    "Sou uma mulher parda vindo de Guarulhos para dar meu “Hello World!” para o universo tech! Graduada em Arquitetura e Urbanismo, agora busco construir uma carreira nesse universo, desejando a chance de aprimorar minhas habilidades e desempenho, me mantendo orientada à resultados e integrada à comunidade. Sou multipotencial, movida por desafios e busco sempre sair da minha zona de conforto, características responsáveis pela minha transição de carreira feita neste ano. Eu me destaco pela minha habilidade em analisar problemas com visão multidisciplinar e resolver eles de maneira criativa, clara e eloquente."
  ],
  "no_que_ja_trabalhei": [
    {
      "cargo_funcao": "Estagiária",
      "empresa": "Branpint Copiadora e Lan-house",
      "periodo": "Fev/2012 a Mar/2013",
      "atividades_desenvolvidas": "Atuei na área de atendimento ao cliente, controle de caixa e manutenção diária dos computadores, na qual sempre buscava formas de aumentar o desempenho das máquinas. Orientei clientes com pouco ou nenhum conhecimento em informática a operarem o computador e implementei a consultoria para trabalhos acadêmicos.",
      "link": null
    },
    {
      "cargo_funcao": "Estagiária | Assistente",
      "empresa": "Fundação Richard Hugh Fisk",
      "periodo": "Jul/2015 a Mar/2020",
      "atividades_desenvolvidas": "No departamento de arquitetura da sede, fui responsável por produzir estudos arquitetônicos de fachada, layout interno e design de interiores para os franqueados da rede, implementando um atendimento focado nas demandas do cliente, com comunicação clara e amigável. Fui promovida de estagiária para assistente e recebi aumentos de salário por mérito de um trabalho excelente, expressado não apenas pelas entregas, mas também por ter treinado duas pessoas para exercerem a mesma função que eu e por ter liderado o departamento, ao lado de outro colaborador do time, durante uma troca de líder.",
      "link": null
    },
    {
      "cargo_funcao": "Estagiária",
      "empresa": "Usina CTAH",
      "periodo": "Mar/2020 a Nov/2020",
      "atividades_desenvolvidas": "Nessa empresa, que presta assessoria técnica para movimentos sociais, pude trabalhar em prol da moradia digna para população de baixa renda, além de realizar diversos desenhos técnicos básicos e executivos, maquetes eletrônicas e levantamentos de orçamentos com empresas parceiras. Também melhorei a representação gráfica em diagramas 3D e participei de diálogos decisivos entre o movimento e a empresa, aprendendo mais sobre o ambiente de negócio.",
      "link": null
    },
    {
      "cargo_funcao": "Autônoma",
      "empresa": "Usina CTAH + CAU/SP",
      "periodo": "Jul/2021 a Nov/2021",
      "atividades_desenvolvidas": "Atualmente, atuo como autônoma em um projeto de um edifício misto fomentado pelo Conselho de Arquitetura e Urbanismo de São Paulo, no qual meu time é responsável pela compatibilização de projetos complementares (hidráulico, elétrico e estrutural) com o projeto arquitetônico, a fim de evitar conflitos entre eles e gerar os desenhos técnicos necessários para o levantamento quantitativo e o orçamento final da obra.",
      "link": null
    }
  ],
  "o_que_ja_estudei": [
    {
      "curso": "Curso intensivo de programação back-end",
      "instituicao": "{reprograma}",
      "periodo": "Mai/2021 a Set/2021",
      "resumo_conhecimentos_aprendidos": "Lógica de programação | Regras de negócio | GIT | JavaScript | Node.js | MongoDB | API Rest | POO | MVC | ES6"
    },
    {
      "curso": "Arquitetura e Urbanismo",
      "instituicao": "FIAM-FAAM Centro Universitário",
      "periodo": "Jan/2015 a Dez/2020",
      "resumo_conhecimentos_aprendidos": "Trabalho em equipe | Disciplina | Liderança | Pensamento crítico | Engajamento social | Geoprocessamento"
    }
  ],
  "meus_outros_aprendizados_e_interesses": [
    {
      "interesse_evento_curso": "Next Level Week",
      "instituicao": "Rocketseat",
      "resumo_conhecimentos_interesses": "Projeto que promovia a criação de um website completo, integrando front-end e back-end, que consistia em uma Central de Perguntas Anônimas."
    }
  ],
  "no_que_me_destaco": [
    {
      "habilidade_ferramenta": "HTML",
      "pontuacao": 7
    },
    {
      "habilidade_ferramenta": "CSS",
      "pontuacao": 7
    },
    {
      "habilidade_ferramenta": "JAVASCRIPT",
      "pontuacao": 7
    },
    {
      "habilidade_ferramenta": "NODE",
      "pontuacao": 9
    },
    {
      "habilidade_ferramenta": "JAVA",
      "pontuacao": 4
    },
    {
      "habilidade_ferramenta": "GIT/GITHUB",
      "pontuacao": 8
    },
    {
      "habilidade_ferramenta": "METODOLOGIAS ÁGEIS",
      "pontuacao": 6
    },
    {
      "habilidade_ferramenta": "PHOTOSHOP",
      "pontuacao": 9
    },
    {
      "habilidade_ferramenta": "ILUSTRATOR",
      "pontuacao": 8
    },
    {
      "habilidade_ferramenta": "INDESIGN",
      "pontuacao": 6
    },
    {
      "habilidade_ferramenta": "INGLES",
      "pontuacao": 6
    }
  ]
}
